Repository: raccoongang/edx_xblock_scorm
Catalog: scormxblock/translations/*/LC_MESSAGES/text.po
Languages: lv, uk

source: Display Name
lv: Parādāmais vārds
uk: Назва завдання

source: Display name for this module
lv: Parādāmais vārds šim modulim
uk: Відображається на платформі

source: Upload scorm file
lv: Augšupielādēt scorm failu
uk: Завантажити SCORM файл

source: Path to the index page in scorm file
lv: Ceļš uz indeksa lapu scorm failā

source: Scored
lv: Vērtēts
uk: Оцінено

source: Select False if this component will not receive a numerical score from the Scorm
lv: Izvēlēties 'Nepiekrītu', ja šis elements nesaņems skaitlisku vērtējumu no Scorm
uk: Оберіть "False", щоб завдання не оцінювалося

source: Display Width (px)
lv: Parādīšanas platums (px)
uk: Ширина (px)

source: Width of iframe, if empty, the default 100
lv: iframe platums pēc noklusējuma ir 100%, ja tukšs
uk: Ширина iframe (вікна)

source: Display Height (px)
lv: Parādīšanas augstums (px)
uk: Висота (px)

source: Height of iframe
lv: iframe augstums
uk: Висота iframe (вікна)

source: Look in LMS
lv: Apskatīt LMS
uk: Шукати на LMS

source: points
lv: punkti
uk: Бали

source: Full screen
lv: Pilnekrāna režīms
uk: Повноекранний режим

source: Exit full screen
lv: Iziet no pilnekrāna režīma
uk: Вийти з повноекранного режиму

source: Currently:
lv: Pašlaik:
uk: Статус:

source: Save
lv: Saglabāt
uk: Зберегти

source: Cancel
lv: Atcelt
uk: Відмінити

source: True
lv: Piekrītu

source: False
lv: Nepiekrītu
